Repository: lopiv2/Synchronyx
Catalog: lib/l10n/app_*.arb
Languages: es

source: Accept
es: Aceptar

source: Actions
es: Acciones

# addDate
source: Date added
es: Fecha de Adición

# addToFavorite
source: Add to favorites
es: Añadir a favoritos

source: Alert created
es: Alerta creada

# alertCreatedCalendar
source: The release alert has been successfully created in the Calendar.
es: La alerta de lanzamiento se ha creado con éxito en el Calendario.

source: All
es: Todo

# amazonWindowAssistant
source: Amazon Games Import Wizard
es: Asistente de importación de juegos de Amazon Games

# apiKeyText
source: API Key:
es: Clave API:

# appInstalled
source: The application is installed
es: La aplicacion está instalada

# appNotInstalled
source: The application is NOT installed
es: La aplicacion NO está instalada

# arcade
source: Arcade Machines
es: Máquinas Arcade

source: Back
es: Atras

# battleWindowAssistant
source: Battle.net games Import Wizard
es: Asistente de importación de juegos de Battle.net

source: Cancel
es: Cancelar

source: Category Platform
es: Categoría de Plataforma

source: Click to open
es: Pulse para abrir

source: Close
es: Cerrar

source: Computers
es: Ordenadores

# confirmDelete
source: Confirm deletion?
es: ¿Confirmar borrado?

source: Consoles
es: Consolas

source: Create alert
es: Crear alerta

# dealsNotFound
source: No deals available at this time
es: No hay ofertas disponibles en estos momentos

source: Delete
es: Eliminar

# description
source: Descripci√≥n
es: Descripción

# developer
source: Developer(s)
es: Desarrollador(es)

source: Download
es: Descargar

source: Emulators
es: Emuladores

# epicWindowAssistant
source: Epic Games Import Wizard
es: Asistente de importación de juegos de Epic

source: Favorite
es: Favorito

source: File
es: Archivo

source: Finish
es: Finalizar

# finished
source: Completed
es: Finalizado

source: Genre
es: Género

# gogWindowAssistant
source: GoG Games Import Wizard
es: Asistente de importación de juegos de GoG

# handheld
source: Laptops
es: Portátiles

source: Hello World!
es: ¡Hola Mundo!

source: Import
es: Importar

# importAmazon
source: Amazon games...
es: Juegos Amazon...

# importAmazonWindowTitle
source: Import games from Amazon Games
es: Importar juegos desde Amazon Games

# importBattle
source: Battle.Net games...
es: Juegos Battle.Net...

# importBattleWindowTitle
source: Import games from Battle.Net
es: Importar juegos desde Battle.Net

# importEpic
source: Epic games...
es: Juegos Epic...

# importEpicWindowTitle
source: Import games from Epic
es: Importar juegos desde Epic

# importGog
source: GoG games...
es: Juegos GoG...

# importGogWindowTitle
source: Import games from GoG
es: Importar juegos desde GoG

# importItch
source: Itch.IO games...
es: Juegos Itch.IO...

# importItchWindowTitle
source: Import games from Itch.IO
es: Importar juegos desde Itch.IO

# importOrigin
source: Origin games...
es: Juegos Origin...

# importOriginWindowTitle
source: Import games from Origin
es: Importar juegos desde Origin

# importSteam
source: Steam games...
es: Juegos Steam...

# importSteamWindowTitle
source: Import games from Steam
es: Importar juegos desde Steam

# importUplayWindowTitle
source: Import games from Uplay
es: Importar juegos desde Uplay

# importWindows
source: Windows games...
es: Juegos Windows...

# importWindowsWindowTitle
source: Import games from Windows
es: Importar juegos desde Windows

# importXbox
source: XBox/Microsoft games...
es: Juegos XBox/Tienda Microsoft...

# importXboxWindowTitle
source: Import games from XBox/Microsoft Store
es: Importar juegos desde XBox/Tienda Microsoft

# importOstWindowTitle
source: Import audio for game
es: Importar audio para juego

# importOstForGame
source: Import audio for {game}
es: Importar audio para {game}

source: Install
es: Instalar

source: Installed
es: Instalado

# itchWindowAssistant
source: Itch.IO Games Import Wizard
es: Asistente de importación de juegos de Itch.IO

source: Last Played
es: Última jugada

source: Launch date
es: Fecha de lanzamiento

# launchEvent
source: {game} launch
es: Lanzamiento {game}

# length
source: Duration
es: Duración

source: Max Players
es: Jugadores máximos

# mobile
source: Cell phones
es: Móviles

source: Next
es: Siguiente

# nextForContinue
source: Press next to continue
es: Presiona siguiente para continuar

source: Number
es: Número

# options3dBackgroundImage
source: Show background image in calendar
es: Mostrar imagen de fondo en calendario

# options3dViewGames
source: View game covers in 3d/2d
es: Ver caratulas de juegos en 3d/2d

# optionsGameTitle
source: Games
es: Juegos

# optionsHoursNotice
source: Hours of advance alerts
es: Horas de antelación de alertas

# optionsPlayOstSelectGame
source: Play OST when selecting video game
es: Reproducir OST al seleccionar videojuego

# optionsPreferencesTitle
source: Preferences
es: Preferencias

# optionsShowLogoOnGrid
source: Show game logo instead name on grid
es: Mostrar logo del juego en vez del nombre en la cuadrícula

# optionsShowEditorOnGrid
source: Show editor under the name in the grid
es: Mostrar editor bajo el nombre en la cuadrícula

# optionsSelectBackImageCalendar
source: Select image
es: Seleccione imagen

# optionsSelectLogoAnimation
source: Logo animation in game information
es: Animación de logo en información de juego

# optionsVisualsTitle
source: Visuals
es: Visuales

# optionsSelectedTheme
source: Selected theme:
es: Tema seleccionado:

# optionsThemeTitle
source: Themes
es: Temas

# originWindowAssistant
source: Origin Games Import Wizard
es: Asistente de importación de juegos de Origin

# ostDownloadClick
source: Click to download OST audio
es: Pulse para descargar Audio OST

# ostDownloadedClick
source: OST audio downloaded
es: Audio OST descargado

# ownedGame
source: Owned
es: En posesión

source: Platform
es: Plataforma

source: Play
es: Jugar

source: Play time
es: Tiempo de juego

source: Properties
es: Propiedades

# publisher
source: Publisher(s)
es: Editor(es)

source: Rating
es: Clasificación

source: Region
es: Región

source: Results
es: Resultados

# searchLibrary
source: Search in library
es: Buscar en biblioteca

# searchInternet
source: Search the Internet
es: Buscar en internet

source: Searching games....
es: Buscando juegos....

source: Settings
es: Opciones

source: Size
es: Tamaño

source: Start
es: Comenzar

# steamWindowAssistant
source: Steam Games Import Wizard
es: Asistente de importación de juegos de Steam

# steamWindowAssistantStep1
source: This wizard will help you import your Steam games into Lioncade. You will be able to choose which games you want, both installed and uninstalled.
es: Este asistente te ayudará a importar tus juegos de Steam a Lioncade. Podrás elegir que juegos quieres, tanto instalados como no.

# steamWindowAssistantStep2
source: To view your Steam ID: Select your Steam username. Locate the URL field under the Community heading. Your Steam ID is the number at the end of the URL.
es: Para ver tu ID de Steam: Selecciona tu nombre de usuario de Steam. Localiza el campo URL bajo el encabezado Comunidad. Tu ID de Steam es el número que aparece al final de la URL.

# steamWindowAssistantStep3
source: To view your Steam API Key click on the following link. If you have not registered, to get one, enter any domain name, accept the terms and register.
es: Para poder ver tu Clave API de Steam pulsa en el siguiente link. Si no te has registrado, para obtener una, introduce cualquier nombre en nombre de dominio, acepta los terminos y registrate.

# steamWindowAssistantStep4
source: Click start for importing games from Steam.
es: Pulsa comenzar para la importación de juegos desde Steam

# steamWindowAssistantTitleStep2
source: Enter your Steam id to be able to import all your games
es: Introduce tu id de Steam para poder importar todos tus juegos

# steamWindowAssistantTitleStep3
source: Enter your Steam Api Key to be able to import all your games
es: Introduce tu Clave Api de Steam para poder importar todos tus juegos

# steamWindowAssistantTitleStep4
source: Import games...
es: Importar juegos...

# sureDelete
source: Are you sure you want to delete {game}?
es: ¿Estás seguro que quieres borrar {game}?

# tabLibrary
source: Library
es: Biblioteca

# tabShopList
source: Shopping List
es: Lista de compras

# tabCalendar
source: Calendar
es: Calendario

source: Title
es: Titulo

source: Tools
es: Herramientas

source: Track List
es: Lista de canciones

# uplayWindowAssistant
source: Uplay Games Import Wizard
es: Asistente de importación de juegos de Uplay

# uplayWindowAssistantStep1
source: This wizard will help you import your Uplay games to Lioncade. You will be able to choose which games you want, both installed and uninstalled.
es: Este asistente te ayudará a importar tus juegos de Uplay a Lioncade. Podrás elegir que juegos quieres, tanto instalados como no.

# uplayWindowAssistantStep2
source: Please wait. We are checking if Uplay Launcher is installed.
es: Por favor, espere. Estamos comprobando si Uplay Launcher esta instalado.

# uplayWindowAssistantStep4
source: Click start for importing games from Uplay
es: Pulsa comenzar para la importación de juegos desde Uplay

# uplayWindowAssistantTitleStep2
source: Checking if Uplay Launcher is installed.
es: Comprobando si Uplay Launcher esta instalado.

# winWindowAssistant
source: Windows Games Import Wizard
es: Asistente de importación de juegos de Windows

# xboxWindowAssistant
source: XBox/Microsoft Games Import Wizard
es: Asistente de importación de juegos de XBox/Tienda Microsoft

source: Yes
es: Si
